{"Tidal_disruption_event": "<img src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Tde-simulation.jpg/320px-Tde-simulation.jpg\" alt=\"Wikipedia thumbnail\" style=\"float:left; margin-right:10px;\"><p>A <b>tidal disruption event</b> (TDE) is a transient astronomical source produced when a star passes so close to a supermassive black hole (SMBH) that it is pulled apart by the black hole's tidal force. The star undergoes spaghettification, producing a tidal stream of material that loops around the black hole. Some portion of the stellar material is captured into orbit, forming an accretion disk around the black hole, which emits electromagnetic radiation. In a small fraction of TDEs, a relativistic jet is also produced. As the material in the disk is gradually consumed by the black hole, the TDE fades over several months or years.</p>", "Umask": "<p>In computing, <b><code>umask</code></b> is a command that determines the settings of a mask that controls how file permissions are set for newly created files. It may also affect how the file permissions are changed explicitly. <code class=\"mw-highlight mw-highlight-lang-text mw-content-ltr\" dir=\"ltr\">umask</code> is also a function that sets the mask, or it may refer to the mask itself, which is formally known as the <i><b>file mode creation mask</b></i>. The mask is a grouping of bits, each of which restricts how its corresponding permission is set for newly created files. The bits in the mask may be changed by invoking the <code class=\"mw-highlight mw-highlight-lang-text mw-content-ltr\" dir=\"ltr\">umask</code> command.</p>", "FITS": "<p><b>Flexible Image Transport System</b> (<b>FITS</b>) is an open standard defining a digital file format useful for storage, transmission and processing of data: formatted as multi-dimensional arrays, or tables. FITS is the most commonly used digital file format in astronomy. The FITS standard was designed specifically for astronomical data, and includes provisions such as describing photometric and spatial calibration information, together with image origin metadata.</p>", "Zwicky_Transient_Facility": "<p>The <b>Zwicky Transient Facility</b> is a wide-field sky astronomical survey using a new camera attached to the Samuel Oschin Telescope at the Palomar Observatory in San Diego County, California, United States. Commissioned in 2018, it supersedes the (Intermediate) Palomar Transient Factory (2009–2017) that used the same observatory code. It is named after the Swiss astronomer Fritz Zwicky.</p>", "Pan-STARRS": "<img src=\"https://upload.wikimedia.org/wikipedia/en/thumb/2/2c/PanSTARRS4c_420.png/320px-PanSTARRS4c_420.png\" alt=\"Wikipedia thumbnail\" style=\"float:left; margin-right:10px;\"><p>The <b>Panoramic Survey Telescope and Rapid Response System</b> located at Haleakala Observatory, Hawaii, US, consists of astronomical cameras, telescopes and a computing facility that is surveying the sky for moving or variable objects on a continual basis, and also producing accurate astrometry and photometry of already-detected objects. In January 2019 the second Pan-STARRS data release was announced. At 1.6 petabytes, it is the largest volume of astronomical data ever released.</p>", "Vera_C._Rubin_Observatory": "<img src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Large_Synoptic_Survey_Telescope_3_4_render_2013.png/320px-Large_Synoptic_Survey_Telescope_3_4_render_2013.png\" alt=\"Wikipedia thumbnail\" style=\"float:left; margin-right:10px;\"><p>The <b>Vera C. Rubin Observatory</b>, formerly known as the <b>Large Synoptic Survey Telescope</b> (<b>LSST</b>), is an astronomical observatory under construction in Chile. Its main task will be carrying out a synoptic astronomical survey, the <b>Legacy Survey of Space and Time</b>. The word \"<span class=\"extiw\">synoptic</span>\" is derived from the Greek words σύν and ὄψις, and describes observations that give a broad view of a subject at a particular time. The observatory is located on the El Peñón peak of Cerro Pachón, a 2,682-meter-high mountain in Coquimbo Region, in northern Chile, alongside the existing Gemini South and Southern Astrophysical Research Telescopes. The LSST Base Facility is located about 100 kilometres away from the observatory by road, in the town of La Serena. The observatory is named for Vera Rubin, an American astronomer who pioneered discoveries about galaxy rotation rates.</p>", "Mean_shift": "<p><b>Mean shift</b> is a non-parametric feature-space mathematical analysis technique for locating the maxima of a density function, a so-called mode-seeking algorithm. Application domains include cluster analysis in computer vision and image processing.</p>", "Light_curve": "<img src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/201_Penelope_light_curve.png/320px-201_Penelope_light_curve.png\" alt=\"Wikipedia thumbnail\" style=\"float:left; margin-right:10px;\"><p>In astronomy, a <b>light curve</b> is a graph of the light intensity of a celestial object or region as a function of time, typically with the magnitude of light received on the <i>y</i>-axis and with time on the <i>x</i>-axis. The light is usually in a particular frequency interval or band.</p>", "Normal_distribution": "<img src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Normal_Distribution_PDF.svg/320px-Normal_Distribution_PDF.svg.png\" alt=\"Wikipedia thumbnail\" style=\"float:left; margin-right:10px;\"><p>In probability theory and statistics, a <b>normal distribution</b> or <b>Gaussian distribution</b> is a type of continuous probability distribution for a real-valued random variable. The general form of its probability density function is\n<span class=\"mwe-math-element\"><img src=\"https://wikimedia.org/api/rest_v1/media/math/render/svg/4ac6c71a4a3df62eeaf7e052e27ce356793102f5\" class=\"mwe-math-fallback-image-display mw-invert skin-invert\" aria-hidden=\"true\" style=\"vertical-align:-2.838ex;width:24.077ex;height:7.176ex\" /></span>\nThe parameter <span class=\"mwe-math-element\"><img src=\"https://wikimedia.org/api/rest_v1/media/math/render/svg/259577540a13444806174d5a1ae7662974f58085\" class=\"mwe-math-fallback-image-inline mw-invert skin-invert\" aria-hidden=\"true\" style=\"vertical-align:-0.838ex;width:1.402ex;height:2.176ex\" /></span> is the mean or expectation of the distribution, while the parameter <span class=\"mwe-math-element\"><img src=\"https://wikimedia.org/api/rest_v1/media/math/render/svg/a86f1d00f664920ef46109bcddc0778f4976b490\" class=\"mwe-math-fallback-image-inline mw-invert skin-invert\" aria-hidden=\"true\" style=\"vertical-align:-0.338ex;width:2.385ex;height:2.509ex\" /></span> is the variance. The standard deviation of the distribution is <span class=\"mwe-math-element\"><img src=\"https://wikimedia.org/api/rest_v1/media/math/render/svg/8ca336f17488923d11206e131f7eb2a569e8dde2\" class=\"mwe-math-fallback-image-inline mw-invert skin-invert\" aria-hidden=\"true\" style=\"vertical-align:-0.338ex;width:1.33ex;height:1.676ex\" /></span> (sigma). A random variable with a Gaussian distribution is said to be <b>normally distributed</b>, and is called a <b>normal deviate</b>.</p>"}