{"Zwicky_Transient_Facility": "<p>The <b>Zwicky Transient Facility</b> is a wide-field sky astronomical survey using a new camera attached to the Samuel Oschin Telescope at the Palomar Observatory in San Diego County, California, United States. Commissioned in 2018, it supersedes the (Intermediate) Palomar Transient Factory (2009–2017) that used the same observatory code. It is named after the Swiss astronomer Fritz Zwicky.</p>", "Vera_C._Rubin_Observatory": "<img src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Large_Synoptic_Survey_Telescope_3_4_render_2013.png/320px-Large_Synoptic_Survey_Telescope_3_4_render_2013.png\" alt=\"Wikipedia thumbnail\" style=\"float:left; margin-right:10px;\"><p>The <b>Vera C. Rubin Observatory</b>, formerly known as the <b>Large Synoptic Survey Telescope</b> (<b>LSST</b>), is an astronomical observatory under construction in Chile. Its main task will be carrying out a synoptic astronomical survey, the <b>Legacy Survey of Space and Time</b>. The word \"<span class=\"extiw\">synoptic</span>\" is derived from the Greek words σύν and ὄψις, and describes observations that give a broad view of a subject at a particular time. The observatory is located on the El Peñón peak of Cerro Pachón, a 2,682-meter-high mountain in Coquimbo Region, in northern Chile, alongside the existing Gemini South and Southern Astrophysical Research Telescopes. The LSST Base Facility is located about 100 kilometres (62 mi) away from the observatory by road, in the town of La Serena. The observatory is named for Vera Rubin, an American astronomer who pioneered discoveries about galaxy rotation rates.</p>", "FITS": "<p><b>Flexible Image Transport System</b> (<b>FITS</b>) is an open standard defining a digital file format useful for storage, transmission and processing of data: formatted as multi-dimensional arrays, or tables. FITS is the most commonly used digital file format in astronomy. The FITS standard was designed specifically for astronomical data, and includes provisions such as describing photometric and spatial calibration information, together with image origin metadata.</p>", "Light_curve": "<img src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/201_Penelope_light_curve.png/320px-201_Penelope_light_curve.png\" alt=\"Wikipedia thumbnail\" style=\"float:left; margin-right:10px;\"><p>In astronomy, a <b>light curve</b> is a graph of the light intensity of a celestial object or region as a function of time, typically with the magnitude of light received on the <i>y</i>-axis and with time on the <i>x</i>-axis. The light is usually in a particular frequency interval or band.</p>", "Mean_shift": "<p><b>Mean shift</b> is a non-parametric feature-space mathematical analysis technique for locating the maxima of a density function, a so-called mode-seeking algorithm. Application domains include cluster analysis in computer vision and image processing.</p>"}